const defaultNotes = [
  {
    id: uuid.v4(),
    title: 'Побывал в горах',
    content: 'Повседневная практика показывает, что реализация намеченных плановых заданий в значительной степени обуславливает создание модели развития. Идейные соображения высшего порядка, а также укрепление и развитие структуры играет важную роль в формировании существенных финансовых и административных условий.',
    mood: '😌',
    date: 1626535547228,
    image: './images/pink_sky.png'
  },
  {
    id: uuid.v4(),
    title: 'Разнообразный и богатый опыт консультация',
    content: 'Идейные соображения высшего порядка, а также укрепление и развитие структуры играет важную роль в формировании существенных финансовых и административных условий. Повседневная практика показывает, что реализация намеченных плановых заданий в значительной степени обуславливает создание модели развития.\nТоварищи! сложившаяся структура организации представляет собой интересный эксперимент проверки направлений прогрессивного развития. С другой стороны постоянное информационно-пропагандистское обеспечение нашей деятельности обеспечивает широкому кругу (специалистов) участие в формировании позиций, занимаемых участниками в отношении поставленных задач.',
    mood: '😆',
    date: 1626535547228,
    image: './images/forest.png'
  },
  {
    id: uuid.v4(),
    title: 'Вчера было солнечно',
    content: 'Идейные соображения высшего порядка, а также укрепление и развитие структуры играет важную роль в формировании существенных финансовых и административных условий. Повседневная практика показывает, что реализация намеченных плановых заданий в значительной степени обуславливает создание модели развития.\nТоварищи! сложившаяся структура организации представляет собой интересный эксперимент проверки направлений прогрессивного развития. С другой стороны постоянное информационно-пропагандистское обеспечение нашей деятельности обеспечивает широкому кругу (специалистов) участие в формировании позиций, занимаемых участниками в отношении поставленных задач.',
    mood: '😆',
    date: 1626535547228,
    image: './images/chain.png'
  },
  {
    id: uuid.v4(),
    title: 'Таким образом новая модель',
    content: 'Равным образом консультация с широким активом требуют определения и уточнения модели развития. Идейные соображения высшего порядка, а также начало повседневной работы по формированию позиции позволяет оценить значение модели развития. Таким образом новая модель организационной деятельности способствует подготовки и реализации систем массового участия.',
    mood: '😑',
    date: 1626535547228,
    image: './images/note_img.png'
  }
]

const MOODS = ["😌", "😊", "😄", "🤣", "😰", "🥰", "🙃", "😔", "😇", "🤔", "😩", "😭", "😤", "😵", "🤒", "🤤"]

const API_KEY = '563492ad6f917000010000016a04d3ea4cd3418fbaaefb44f3df6f41'